<?php
return [
   'user_status'  =>[
   		0 =>'禁用',
   		1 =>'可用',
   ],

   'content_status'  =>[
   		0 =>'草稿',
   		1 =>'发布',
   ],

   'comment_status'  =>[
   		0 =>'禁止',
   		1 =>'允许',
   ],

   'examine_status'  =>[
   		0 =>'是',
   		1 =>'否',
   ],

   'comment_result_status'  =>[
   		0 =>'待审核',
   		1 =>'审核通过',
   ],

   'classify_level'  =>[
         0 =>'一级',
         1 =>'二级',
         2 =>'三级',
         3 =>'四级',
         4 =>'五级',
         5 =>'六级',
         6 =>'七级',
         7 =>'八级',
   ],

   'plugin_status'  =>[
         0 =>'禁用',
         1 =>'启用',
         3 =>'未安装',
   ],
   'hook_type'  =>[
         1 =>'系统钩子',
         2 =>'应用钩子',
         3 =>'模板钩子',
         4 =>'后台模板钩子',
   ],
   'role_status'  =>[
         0 =>'禁用',
         1 =>'启用',
   ],
];
